Repository: amirhosseinhpv/vkmusic_bot_i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: fa

source: I found nothing
fa: چیزی پیدا نشد 😔

source: Thanks! Now you can use personalized commands. For example, use /my to access your VK audio
fa: با تشکر! شما میتوانید از دستورات شخصی سازی شده استفاده کنید. مثلا برای دسترسی به صدا های خود در VK از دستور /my استفاده کنید

source: What artist are you looking for? For example «Lera Lynn» or «Wiz Khalifa»
fa: به دنبال چه خواننده ای هستید ؟ برای مثال «Pitbull» یا «Selena Gomez»

source: What song are you looking for? For example «Get Lucky» or «Take Me To Church»
fa: به دنبال چه آهنگی هستید ؟ برای مثال «Hands To Myself» یا «Bad Blood»

source: intro_msg
fa: سلام ! نام خواننده و/یا اهنگ را به من بدهید تا ترانه را برای شما پیدا کنم! ‏/song —.جستجو با نام آهنگ ‏/artist — جستجو با نام خواننده ‏/setlang — انتخاب زبان ‏/settings — تغییر تنظیمات

source: This command can not be used in a group chat, send it as a private message
fa: این دستور را نمیتوان در گروه استفاده کرد ، در چت خصوصی امتحان کنید

source: help_cmd_reply
fa: 🔥 دستورات فقط نام خواننده و/یا آهنگ را به من بدهید تا ترانه را برای شما پیدا کنم! ‏/song — جستجو نام اهنگ (مفید برای چت گروهی) ‏/artist — جستجو نام خواننده ‏/randomglobal /rg — ترانه تصادفی ‏/my — دسترسی به آهنگهایتان در VK ‏/friends —‪‬ دسترسی به دوستانتان در VK ‏/groups — دسترسی به گروهایتان در VK ‏/add — افزودن آخرین ترانه دانلودی به آهنگهایتان در VK ‏ ☝ برای دستیابی به قابلیت های ربات باید با vk.com از طریق /start وارد شوید ‏ 💕 علاقهمندی ها ‏/save /like — افزودن اخرین ترانه دانلودی به موردعلاقه ها ‏/remove /del — حذف ترانه قبلی از موردعلاقه ها ‏/random /r — ترانه تصادفی از موردعلاقها ‏ 📖 متن ترانه ‏/lyrics /text /l — متن ترانه اخرین آهنگ دانلودی ‏ 🌎 زبان ‏/setlang — تغییر زبان ‏ ⏬ دانلود همه ‏/getall — دانلود همه ترانه های یافت شده ‏ ⭐ اگر از این ربات خوشتان آمده است به ما 5 ستاره در استوربوت بدهید : https://telegram.me/storebot?start=vkmusic_bot ‏ کانال رسمی اخبار ربات: @vkmusic_bot_news تماس با سازنده: @igonzo ‏ پشتیبانی و حمایت : http://vkmbot.ru

source: Donate
fa: 💸 حمایت

source: Leave a positive feedback
fa: 🌟 نظر سازنده خود را ارسال کنید

source: Remind later
fa: بعدا یادآور شو

source: We would highly appreciate if you could help us with money donation at http://vkmbot.ru
fa: با تمام وجود قدردان شما خواهیم بود اگر یه ما کمک مالی کنید : http://vkmbot.ru

source: Please rate us 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot
fa: به ما ⭐️⭐️⭐️⭐ در استوربوت بدهید : https://telegram.me/storebot?start=vkmusic_bot

source: Ok, we won't bother you for a while
fa: خب ، برای مدتی شما را نمی آزاریم

source: If you like this bot there are a few ways you can support the developer!
fa: اگر از این ربات خوشتان آمده است ، راهای اندکی برای حمایت از توسعه دهنده وجود دارد!

source: Language settings updated
fa: 👌🇮🇷 تنظیمات زبان به روزرسانی شد

source: To select new language, use the following commands
fa: برای انتخاب زبان جدید ، از دستورات زیر استفاده کنید

source: Please, select new language
fa: لطفا زبان جدید را انتخاب نمایید

source: Language
fa: زبان

source: Lyrics icon: %s
fa: ایکون متن ترانه: %s

source: Enabled
fa: فعال

source: Disabled
fa: غیر فعال

source: Bitrate preview: %s
fa: نمایش بیت ریت : %s

source: Cancel
fa: لغو کردن

source: Unlink VK (id %s)
fa: خارج کردن از VK (id %s)

source: What would you like to change?
fa: مایل به تغییر چه چیزی هستید ؟

source: Oops! Looks like your VK authorization is lost. Please, authorize me again via the link %s
fa: متاسفانه شما دسترسی به VK را از دست داده اید ! دوباره از طریق لینک اقدام کنید %s

source: Oops, something went wrong. Please try again later.
fa: متاسفانه خطایی زخ داده ! مجددا بعدا سعی نمایید

source: unknown_user_in_chat_msg
fa: سلام ، ظاهرا قبلا همدیگر رو ندیده بودیم ! 😳 یک پیام خصوصی با /start, برای من بفرستید تا شما را راهنمایی کنم

source: Auth via %s
fa: برای استفاده از تمامی امکانات به حساب VK خود از طریق لینک وارد شود%s

source: Wall
fa: تصویر

source: Audio
fa: ترانه

source: Albums
fa: آلبوم

source: Use /prev or /next to navigate
fa: از طریق /prev و /next به جلو و عقب حرکت کنید

source: I like this bot!
fa: این ربات را دوست دارم !

source: To access this feature you need to authorize me in VK via /start command
fa: برای استفاده از تمامی امکانات به حساب VK خود از طریق /start وارد شود

source: Oops! You need to give me access to your friends. Please, authorize me again via the link %s
fa: شما باید به من اجازه دسترسی به دوستانتان را بدهید ، دوباره از طریق لینک وارد حساب VK خود شوید%s

source: You need to search for something before
fa: شما باید اول جستجویی انجام دهید 🐸

source: Error
fa: خطا

source: Song is too big
fa: این ترانه خیلی حجیم هست 😔

source: Download
fa: دانلود

source: Choose a song number from 1 to %d
fa: یک شماره اهنگ از 1 تا %d انتخاب کنید

source: Song is removed by copyright owners
fa: ⛔️ آهنگ توسط صاحبان کپی رایت حذف شده است

source: Download something before!
fa: شما باید اول دانلودی انجام دهید!

source: No lyrics found
fa: هیچ متنی برای این اهنگ یافت نشد 😔
